export default function ServicesDesc(){
    return(
        <div>
            <div className="py-5 mt-12 mb-12">
                <h1 className="text-3xl text-center ">کامل ترین <span className="text-sky-700"> خدمات برستاری </span>در منزل</h1>
            </div>
            <div className="w-[70%]  mx-auto">
                <p className="leading-9 text-lg">
                گستره خدمات مراقبت های بهداشتی خانگی که یک بیمار می‌تواند در خانه دریافت کند نامحدود است. بسته به وضعیت هر بیمار، مراقبت‌ها می‌تواند از مراقبت‌های پرستاری تا خدمات پزشکی تخصصی، مانند کارهای آزمایشگاهی، متغیر باشد. شما و پزشکتان برنامه مراقبتی و خدماتی را که ممکن است در خانه به آن نیاز داشته باشید تعیین خواهید کرد. خدمات مراقبت در منزل ممکن است شامل موارد زیر باشد:
                </p>
                <p className="leading-9 text-lg">
                ویزیت پزشک در منزل ، مراقبت های پرستاری در منزل، فیزیوتراپی یا گفتار درمانی، مشاوره روانشاسی، نمونه گیری آزمایشات، رادیوگرافی در منزل، شنوای و بینایی سنجی، تصویر برداری، جابجایی و همراهی بیمار یا سالمند و …
                </p>
            </div>
        </div>
    )
}