export const menuitems = [
    {
        name:"صفحه اصلی",

    },
    {
        name:"تجهیزات پزشکی",

    }
    ,
    {
        name:"خدمات"
    },
    {
        name:"فروشگاه"
    }
    ,
    {
        name:"تیم ما",
    }
    ,
    {
        name:"تماس با ما",
    }
    ,
    {
        name:"مطالب"
    }
];




// ویزیت پزشک در منزل
// خدمات درمان در منزل
// اعزام آمبولانس خصوصی
// پرستاری در منزل
// تست کرونا در منزل PCR – Rapid
// هولتر قلب و فشار در منزل

// ورود به فروشگاه
// دسته بندی محصولات
// خدمات پرداخت سریع
// سبد خرید

// استخدام پرستار در منزل
// تامین کنندگان تجهیزات و خدمات پزشکی
// کارشناسان پرستاری ثمین

// درباره ما
// سوالات متداول
// نظارت و کنترل

// مقالات
// اخبار
// ورود / عضویت