export const menuitems = [
    {
        name:"صفحه اصلی",

    },
    {
        name:"تجهیزات پزشکی",

    }
    ,
    {
        name:"خدمات",
        subMenu:[
            {name:"ویزیت بزشک در منزل"},
            {name:"خدمات درمان در منزل"},
            {name:"اعزام امبولانس خصوصی"},
            {name:"برستاری در منزل"},
            {name:"تست کرونا"},

        ],
    },
    {
        name:"فروشگاه",
        subMenu:[
            {name:"ورود به فروشگاه"},
            {name:"دسته بندی محصولات"},
            {name:"برداخت سریع"},
            
        ],
    }
    ,
    {
        name:"تیم ما",
        subMenu:[
            {name:"استخدام برستار در منزل"},
            {name:"تامین کنندگان تجهیزات بزشکی"},
            {name:"کارشناسان برستاری ثمین"},
            

        ],
    }
    ,
    {
        name:"تماس با ما",
        subMenu:[
            {name:"درباره ما"},
            {name:"سوالت متداول"},
            {name:"نظارت و کنترل"},

        ],
    }
    ,
    {
        name:"مطالب"
    }
];




// ویزیت پزشک در منزل
// خدمات درمان در منزل
// اعزام آمبولانس خصوصی
// پرستاری در منزل
// تست کرونا در منزل PCR – Rapid
// هولتر قلب و فشار در منزل

// ورود به فروشگاه
// دسته بندی محصولات
// خدمات پرداخت سریع
// سبد خرید

// استخدام پرستار در منزل
// تامین کنندگان تجهیزات و خدمات پزشکی
// کارشناسان پرستاری ثمین

// درباره ما
// سوالات متداول
// نظارت و کنترل

// مقالات
// اخبار
// ورود / عضویت